new Vue({
    el:"#app",
    data:{
        listdata:[
            {
                state:"正在报名",
                name:"2020年全国大学生英语翻译大赛",
                pan:"国际英语外语教师协会中国英语外语教师协会",
                leve:"国家级",
                time:"2020.11.02 ～ 2020.11.30",
                starttime:"2020.11.05 ～ 2020.12.04",
                day:"距离报名截止还有3天"
            },
            {
                state:"正在报名",
                name:"2021年美赛（MCM/ICM）辅助报名",
                pan:"COMAP",
                leve:"国际级",
                time:"2020.08.18 ～ 2021.02.03",
                starttime:"2021.02.05 ～ 2021.02.09",
                day:"距离报名截止还有68天"
            },
            {
                state:"正在报名",
                name:"MathorCup高校数学建模挑战赛——大数据竞赛",
                pan:"中国优选法统筹法与经济数学研究会",
                leve:"国家级",
                time:"2020.11.13 ～ 2020.12.20",
                starttime:"2020.12.21 ～ 2021.03.14",
                day:"距离报名截止还有23天"
            },
            {
                state:"正在报名",
                name:"2020第八届CCF大数据与计算智能大赛",
                pan:"中国计算机学会",
                leve:"国家级",
                time:"2020.09.29 ～ 2020.12.06",
                starttime:"2020.09.29 ～ 2020.12.18",
                day:"距离报名截止还有9天"
            },
            {
                state:"正在报名",
                name:"大英赛特等奖学姐获奖经验分享",
                pan:"英伽学院",
                leve:"自由",
                time:"2020.11.10 ～ 2020.12.31",
                starttime:"比赛时间待定",
                day:"距离报名截止还有34天"
            },
            {
                state:"正在报名",
                name:"第45届ICPC国际大学生程序设计竞赛亚洲区域赛（南京）",
                pan:"ICPC Foundation",
                leve:"自由",
                time:"2020.11.21 ～ 2020.11.27",
                starttime:"比赛时间待定",
                day:"距离报名截止还有0天"
            }
        ]
    },
    methods: {
        
    }

})